Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: I think it works, but the timing's risky. I'd test it first.
ar: أظنها ستنجح، لكن التوقيت محفوف بالمخاطر. سأجرّبها أولًا.
de: Ich glaube, es funktioniert, aber das Timing ist riskant. Ich würde es erst testen.
es: Creo que funciona, pero el momento es arriesgado. Yo lo probaría primero.
fil: Sa tingin ko gagana ito, pero delikado ang timing. Susubukan ko muna.
fr: Je pense que ça marche, mais le timing est risqué. Je testerais d'abord.
hi: मुझे लगता है यह काम करेगा, लेकिन समय जोखिम भरा है। मैं पहले इसे परखूँगा।
id: Saya rasa ini berhasil, tapi waktunya berisiko. Saya akan mengujinya dulu.
it: Penso che funzioni, ma i tempi sono rischiosi. Io lo testerei prima.
ja: うまくいくと思いますが、タイミングが心配です。まず試してみます。
ko: 괜찮을 것 같지만 타이밍이 걱정돼요. 먼저 테스트해 볼게요.
nl: Ik denk dat het werkt, maar de timing is riskant. Ik zou het eerst testen.
pl: Myślę, że to zadziała, ale termin jest ryzykowny. Najpierw bym to przetestował.
pt_br: Acho que funciona, mas o momento é arriscado. Eu testaria primeiro.
ru: Думаю, это сработает, но сроки рискованные. Я бы сначала протестировал.
sv: Jag tror att det fungerar, men tajmingen är riskabel. Jag skulle testa det först.
tr: Bence işe yarar ama zamanlama riskli. Önce test ederdim.
uk: Думаю, це спрацює, але терміни ризиковані. Я б спершу протестував.
vi: Tôi nghĩ nó ổn, nhưng thời điểm thì rủi ro. Tôi sẽ thử nghiệm trước.
zh_hans: 我觉得可行，但时机有风险。我会先测试一下。

source: I used something I practiced
ar: استخدمت شيئًا تدرّبت عليه
de: Ich habe etwas Geübtes angewendet
es: Usé algo que practiqué
fil: Nagamit ko ang na-practice ko
fr: J'ai utilisé quelque chose que j'avais pratiqué
hi: मैंने अभ्यास की हुई चीज़ इस्तेमाल की
id: Saya memakai sesuatu yang saya latih
it: Ho usato qualcosa che avevo provato
ja: 練習したことを使えた
ko: 연습한 것을 활용했어요
nl: Ik gebruikte iets wat ik had geoefend
pl: Użyłem czegoś, co ćwiczyłem
pt_br: Usei algo que pratiquei
ru: Я применил то, что отрабатывал
sv: Jag använde något jag övat på
tr: Çalıştığım bir şeyi kullandım
uk: Я застосував те, що відпрацьовував
vi: Tôi đã dùng điều mình luyện tập
zh_hans: 我用上了练过的东西

source: I'd like to talk about my pay. This year I took on the launch and grew it 30%.
ar: أودّ الحديث عن راتبي. هذا العام توليت الإطلاق ونمّيته بنسبة 30٪.
de: Ich möchte über mein Gehalt sprechen. Dieses Jahr habe ich den Launch übernommen und ihn um 30 % gesteigert.
es: Me gustaría hablar de mi salario. Este año me encargué del lanzamiento y lo hice crecer un 30 %.
fil: Gusto kong pag-usapan ang sahod ko. Ngayong taon, hinawakan ko ang launch at pinalago ito nang 30%.
fr: J'aimerais parler de mon salaire. Cette année, j'ai pris en charge le lancement et je l'ai fait progresser de 30 %.
hi: मैं अपने वेतन के बारे में बात करना चाहता हूँ। इस साल मैंने लॉन्च सँभाला और उसे 30% बढ़ाया।
id: Saya ingin membicarakan gaji saya. Tahun ini saya memegang peluncuran dan menumbuhkannya 30%.
it: Vorrei parlare del mio stipendio. Quest'anno ho seguito il lancio e l'ho fatto crescere del 30%.
ja: 給与についてお話しさせてください。今年はローンチを担当し、30%成長させました。
ko: 연봉에 대해 이야기하고 싶어요. 올해 출시를 맡아 30% 성장시켰어요.
nl: Ik wil het graag over mijn salaris hebben. Dit jaar nam ik de lancering op me en liet die met 30% groeien.
pl: Chciałbym porozmawiać o wynagrodzeniu. W tym roku przejąłem premierę i zwiększyłem wyniki o 30%.
pt_br: Gostaria de falar sobre meu salário. Este ano assumi o lançamento e o fiz crescer 30%.
ru: Я хотел бы обсудить свою зарплату. В этом году я взял на себя запуск и увеличил показатели на 30%.
sv: Jag skulle vilja prata om min lön. I år tog jag hand om lanseringen och fick den att växa med 30 %.
tr: Maaşım hakkında konuşmak istiyorum. Bu yıl lansmanı üstlendim ve %30 büyüttüm.
uk: Я хотів би обговорити свою зарплату. Цього року я взяв на себе запуск і збільшив показники на 30%.
vi: Tôi muốn trao đổi về mức lương. Năm nay tôi phụ trách đợt ra mắt và tăng trưởng 30%.
zh_hans: 我想谈谈我的薪资。今年我负责了产品发布，并实现了30%的增长。

source: I'll look around first
ar: سأتجول أولًا
de: Ich schaue mich erst um
es: Prefiero echar un vistazo primero
fil: Titingin-tingin muna ako
fr: Je vais d'abord jeter un œil
hi: पहले मैं इधर-उधर देखूँगा
id: Saya lihat-lihat dulu
it: Prima do un'occhiata in giro
ja: まずは見てみる
ko: 먼저 둘러볼게요
nl: Ik kijk eerst even rond
pl: Najpierw się rozejrzę
pt_br: Vou dar uma olhada primeiro
ru: Сначала осмотрюсь
sv: Jag tittar runt först
tr: Önce bir etrafa bakacağım
uk: Спершу роздивлюся
vi: Tôi xem thử trước đã
zh_hans: 我先随便看看

source: I'm a designer who turns messy problems into simple tools. Lately, a booking app for local clinics.
ar: أنا مصممة أحوّل المشكلات المعقدة إلى أدوات بسيطة. مؤخرًا، تطبيق حجوزات للعيادات المحلية.
de: Ich bin Designerin und mache aus chaotischen Problemen einfache Tools. Zuletzt eine Buchungs-App für Arztpraxen vor Ort.
es: Soy diseñadora y convierto problemas enredados en herramientas simples. Lo último, una app de citas para clínicas locales.
fil: Designer ako na ginagawang simpleng tools ang magugulong problema. Kamakailan, isang booking app para sa lokal na klinika.
fr: Je suis designer et je transforme des problèmes compliqués en outils simples. Dernièrement, une app de prise de rendez-vous pour des cliniques locales.
hi: मैं एक डिज़ाइनर हूँ जो उलझी समस्याओं को आसान टूल में बदलती हूँ। हाल ही में, स्थानीय क्लिनिकों के लिए एक बुकिंग ऐप।
id: Saya desainer yang mengubah masalah rumit jadi alat sederhana. Baru-baru ini, aplikasi pemesanan untuk klinik lokal.
it: Sono una designer e trasformo problemi complicati in strumenti semplici. Di recente, un'app di prenotazione per ambulatori locali.
ja: ごちゃごちゃした課題をシンプルなツールにするデザイナーです。最近は地域のクリニック向けの予約アプリを作りました。
ko: 복잡한 문제를 간단한 도구로 바꾸는 디자이너예요. 최근에는 지역 병원을 위한 예약 앱을 만들었어요.
nl: Ik ben ontwerper en maak van rommelige problemen eenvoudige tools. Laatst een boekingsapp voor lokale praktijken.
pl: Jestem projektantką i zamieniam zagmatwane problemy w proste narzędzia. Ostatnio aplikację do rezerwacji dla lokalnych przychodni.
pt_br: Sou designer e transformo problemas bagunçados em ferramentas simples. A mais recente, um app de agendamento para clínicas locais.
ru: Я дизайнер и превращаю запутанные задачи в простые инструменты. Из последнего — приложение для записи в местные клиники.
sv: Jag är designer och gör röriga problem till enkla verktyg. Senast en bokningsapp för lokala vårdcentraler.
tr: Karmaşık sorunları basit araçlara dönüştüren bir tasarımcıyım. En son yerel klinikler için bir randevu uygulaması.
uk: Я дизайнерка й перетворюю заплутані задачі на прості інструменти. З останнього — застосунок для запису в місцеві клініки.
vi: Tôi là nhà thiết kế, biến những vấn đề rối rắm thành công cụ đơn giản. Gần đây là ứng dụng đặt lịch cho phòng khám địa phương.
zh_hans: 我是一名设计师，把复杂的问题变成简单的工具。最近，我为本地诊所做了一个预约应用。

source: I'm ready
ar: أنا مستعد
de: Ich bin bereit
es: Estoy listo
fil: Handa na ako
fr: Je suis prêt
hi: मैं तैयार हूँ
id: Saya siap
it: Sono pronto
ja: 準備できました
ko: 준비됐어요
nl: Ik ben klaar
pl: Już mogę
pt_br: Estou pronto
ru: Я готов
sv: Jag är redo
tr: Hazırım
uk: Я готовий
vi: Tôi sẵn sàng
zh_hans: 我准备好了

source: In %lld days
ar: بعد %lld يوم
de: In %lld Tagen
es: En %lld días
fil: Sa loob ng %lld araw
fr: Dans %lld jours
hi: %lld दिन में
id: Dalam %lld hari
it: Tra %lld giorni
ja: %lld日後
ko: %lld일 후
nl: Over %lld dagen
pl: Za %lld dnia
pt_br: Em %lld dias
ru: Через %lld дня
sv: Om %lld dagar
tr: %lld gün sonra
uk: Через %lld дня
vi: Sau %lld ngày
zh_hans: %lld天后

source: Interviews, updates, asks, and the hard talks.
ar: المقابلات، والتحديثات، والطلبات، والمحادثات الصعبة.
de: Vorstellungsgespräche, Updates, Anliegen und schwierige Gespräche.
es: Entrevistas, novedades, peticiones y las charlas difíciles.
fil: Interview, update, paghingi, at mahihirap na usapan.
fr: Entretiens, points d'avancement, demandes et discussions difficiles.
hi: इंटरव्यू, अपडेट, माँगें और मुश्किल बातचीत।
id: Wawancara, laporan, permintaan, dan pembicaraan sulit.
it: Colloqui, aggiornamenti, richieste e le conversazioni difficili.
ja: 面接、報告、お願い、そして難しい話し合い。
ko: 면접, 업무 보고, 요청, 그리고 어려운 대화.
nl: Sollicitaties, updates, verzoeken en de lastige gesprekken.
pl: Rozmowy kwalifikacyjne, raporty, prośby i trudne rozmowy.
pt_br: Entrevistas, atualizações, pedidos e as conversas difíceis.
ru: Собеседования, отчёты, просьбы и трудные разговоры.
sv: Intervjuer, uppdateringar, önskemål och de svåra samtalen.
tr: Mülakatlar, güncellemeler, talepler ve zor konuşmalar.
uk: Співбесіди, звіти, прохання та складні розмови.
vi: Phỏng vấn, báo cáo, đề nghị và những cuộc nói chuyện khó.
zh_hans: 面试、汇报、提要求，以及艰难的谈话。

source: Introductions, small talk, and saying what you mean.
ar: التعارف، والأحاديث الخفيفة، وقول ما تعنيه.
de: Vorstellen, Smalltalk und sagen, was du meinst.
es: Presentaciones, charla informal y decir lo que piensas.
fil: Pagpapakilala, kuwentuhan, at pagsasabi ng ibig mong sabihin.
fr: Présentations, petites conversations et dire ce que tu penses.
hi: परिचय, हल्की-फुल्की बातचीत और अपनी बात कहना।
id: Perkenalan, obrolan ringan, dan mengatakan apa yang kamu maksud.
it: Presentarsi, chiacchiere e dire ciò che intendi.
ja: 自己紹介、雑談、そして思いをきちんと伝えること。
ko: 자기소개, 가벼운 대화, 그리고 하고 싶은 말 하기.
nl: Voorstellen, small talk en zeggen wat je bedoelt.
pl: Przedstawianie się, small talk i mówienie tego, co myślisz.
pt_br: Apresentações, conversa informal e dizer o que você pensa.
ru: Знакомства, светская беседа и умение сказать, что думаете.
sv: Presentationer, småprat och att säga vad du menar.
tr: Tanışmalar, sohbetler ve ne demek istediğini söylemek.
uk: Знайомства, світська бесіда й уміння сказати, що думаєте.
vi: Giới thiệu bản thân, trò chuyện xã giao và nói đúng điều bạn muốn.
zh_hans: 自我介绍、闲聊，以及说出心里话。

source: It didn't happen
ar: لم يحدث
de: Es hat nicht stattgefunden
es: No sucedió
fil: Hindi ito nangyari
fr: Ça n'a pas eu lieu
hi: ऐसा नहीं हुआ
id: Tidak terjadi
it: Non è successo
ja: 実現しなかった
ko: 일어나지 않았어요
nl: Het ging niet door
pl: Nie doszło do tego
pt_br: Não aconteceu
ru: Этого не случилось
sv: Det blev inte av
tr: Gerçekleşmedi
uk: Цього не сталося
vi: Nó đã không diễn ra
zh_hans: 没有发生

source: It has a date
ar: له تاريخ
de: Es gibt ein Datum
es: Tiene fecha
fil: May petsa na ito
fr: Il y a une date
hi: इसकी तारीख है
id: Sudah ada tanggalnya
it: Ha una data
ja: 日付がある
ko: 날짜가 정해져 있어요
nl: Er is een datum
pl: Ma datę
pt_br: Tem data
ru: Есть дата
sv: Det har ett datum
tr: Bir tarihi var
uk: Є дата
vi: Đã có ngày cụ thể
zh_hans: 有确定日期

source: It helps us find people like you.
ar: يساعدنا ذلك على الوصول إلى أشخاص مثلك.
de: So finden wir Menschen wie dich.
es: Nos ayuda a encontrar a personas como tú.
fil: Tinutulungan kami nitong mahanap ang mga taong tulad mo.
fr: Ça nous aide à trouver des gens comme toi.
hi: इससे हमें आप जैसे लोगों तक पहुँचने में मदद मिलती है।
id: Ini membantu kami menemukan orang sepertimu.
it: Ci aiuta a trovare persone come te.
ja: あなたのような方に届けるための参考にします。
ko: 당신 같은 분들을 찾는 데 도움이 돼요.
nl: Zo vinden we mensen zoals jij.
pl: To pomaga nam znaleźć osoby takie jak ty.
pt_br: Isso nos ajuda a encontrar pessoas como você.
ru: Так мы находим таких людей, как вы.
sv: Det hjälper oss att hitta fler som du.
tr: Senin gibi insanları bulmamıza yardım eder.
uk: Так ми знаходимо таких людей, як ви.
vi: Điều này giúp chúng tôi tìm đến những người như bạn.
zh_hans: 这能帮我们找到更多像你一样的人。

source: It's a practice problem.
ar: إنها مسألة تدريب.
de: Es ist eine Frage der Übung.
es: Es un problema de práctica.
fil: Isa itong practice na problema.
fr: C'est une question d'entraînement.
hi: यह अभ्यास की बात है।
id: Ini soal latihan.
it: È una questione di pratica.
ja: 練習の問題なのです。
ko: 연습용 문제예요.
nl: Het is een kwestie van oefenen.
pl: To kwestia praktyki.
pt_br: É um problema de prática.
ru: Это вопрос практики.
sv: Det handlar om övning.
tr: Bu bir pratik meselesi.
uk: Це питання практики.
vi: Đây là bài tập thực hành.
zh_hans: 这是个练习题。

source: It's been and gone
ar: انتهى بالفعل
de: Schon vorbei
es: Ya pasó
fil: Tapos na ito
fr: C'est passé
hi: यह बीत चुका है
id: Sudah lewat
it: È già passato
ja: もう終わりました
ko: 이미 지나갔어요
nl: Het is al voorbij
pl: Już minęło
pt_br: Já passou
ru: Уже прошло
sv: Det har varit
tr: Geçti bile
uk: Уже минуло
vi: Đã qua rồi
zh_hans: 已经过去了

source: It's okay to pause when a question catches you off guard.
ar: لا بأس أن تتوقف قليلًا حين يفاجئك سؤال.
de: Es ist okay, kurz innezuhalten, wenn dich eine Frage überrascht.
es: Está bien hacer una pausa cuando una pregunta te pilla por sorpresa.
fil: Okay lang huminto sandali kapag nagulat ka sa tanong.
fr: C'est normal de marquer une pause quand une question te prend au dépourvu.
hi: जब कोई सवाल अचानक आए तो रुकना ठीक है।
id: Tidak apa-apa berhenti sejenak saat pertanyaan membuatmu kaget.
it: Va bene fermarsi un attimo quando una domanda ti prende alla sprovvista.
ja: 不意の質問に、少し間を置いても大丈夫です。
ko: 예상치 못한 질문에 잠시 멈춰도 괜찮아요.
nl: Het is oké om even te pauzeren als een vraag je overvalt.
pl: Można zrobić pauzę, gdy pytanie cię zaskoczy.
pt_br: Tudo bem fazer uma pausa quando uma pergunta te pega de surpresa.
ru: Нормально сделать паузу, когда вопрос застаёт врасплох.
sv: Det är okej att pausa när en fråga överraskar dig.
tr: Bir soru seni hazırlıksız yakaladığında duraksamak normal.
uk: Нормально зробити паузу, коли питання застає зненацька.
vi: Dừng lại một chút khi câu hỏi làm bạn bất ngờ cũng không sao.
zh_hans: 被问题问住时，停顿一下也没关系。

source: It's today
ar: إنه اليوم
de: Es ist heute
es: Es hoy
fil: Ngayon na
fr: C'est aujourd'hui
hi: आज ही है
id: Hari ini
it: È oggi
ja: 今日です
ko: 오늘이에요
nl: Het is vandaag
pl: To dziś
pt_br: É hoje
ru: Это сегодня
sv: Det är i dag
tr: Bugün
uk: Це сьогодні
vi: Là hôm nay
zh_hans: 就是今天

source: Its slides and every session recording will be removed from this phone.
ar: ستُحذف شرائحه وكل تسجيلات الجلسات من هذا الهاتف.
de: Die Folien und alle Aufnahmen werden von diesem Telefon entfernt.
es: Sus diapositivas y todas las grabaciones de sesiones se eliminarán de este teléfono.
fil: Buburahin sa phone na ito ang slides at bawat recording ng session nito.
fr: Ses diapos et tous les enregistrements de séances seront supprimés de ce téléphone.
hi: इसकी स्लाइड और हर सेशन की रिकॉर्डिंग इस फ़ोन से हटा दी जाएँगी।
id: Slide dan semua rekaman sesinya akan dihapus dari ponsel ini.
it: Le sue slide e tutte le registrazioni delle sessioni verranno rimosse da questo telefono.
ja: スライドとすべてのセッション録音がこの端末から削除されます。
ko: 슬라이드와 모든 세션 녹음이 이 휴대폰에서 삭제돼요.
nl: De dia's en alle sessieopnames worden van deze telefoon verwijderd.
pl: Slajdy i wszystkie nagrania sesji zostaną usunięte z tego telefonu.
pt_br: Os slides e todas as gravações de sessões serão removidos deste celular.
ru: Слайды и все записи сессий будут удалены с этого телефона.
sv: Bilderna och alla sessionsinspelningar tas bort från den här telefonen.
tr: Slaytları ve tüm oturum kayıtları bu telefondan kaldırılacak.
uk: Слайди й усі записи сесій буде видалено з цього телефона.
vi: Các trang chiếu và mọi bản ghi âm buổi tập sẽ bị xóa khỏi điện thoại này.
zh_hans: 它的幻灯片和所有练习录音都会从这台手机上删除。

source: Just a moment…
ar: لحظة…
de: Einen Moment …
es: Un momento…
fil: Sandali lang…
fr: Un instant…
hi: बस एक पल…
id: Sebentar…
it: Un momento…
ja: 少々お待ちください…
ko: 잠시만요…
nl: Een moment…
pl: Chwileczkę…
pt_br: Só um momento…
ru: Минутку…
sv: Ett ögonblick …
tr: Bir saniye…
uk: Хвилинку…
vi: Chờ một chút…
zh_hans: 请稍候…

source: Keep holding…
ar: واصل الضغط…
de: Weiter halten …
es: Sigue manteniendo…
fil: Patuloy na pindutin…
fr: Continue à maintenir…
hi: दबाए रखें…
id: Terus tahan…
it: Continua a tenere premuto…
ja: そのまま押し続けて…
ko: 계속 누르세요…
nl: Blijf vasthouden…
pl: Trzymaj dalej…
pt_br: Continue segurando…
ru: Продолжайте удерживать…
sv: Fortsätt hålla …
tr: Basılı tutmaya devam et…
uk: Продовжуйте утримувати…
vi: Tiếp tục giữ…
zh_hans: 继续按住…

source: Keep speaking
ar: واصل الحديث
de: Weitersprechen
es: Seguir hablando
fil: Magpatuloy sa pagsasalita
fr: Continuer à parler
hi: बोलते रहें
id: Terus bicara
it: Continua a parlare
ja: 話を続ける
ko: 계속 말하기
nl: Blijf praten
pl: Mów dalej
pt_br: Continuar falando
ru: Продолжить говорить
sv: Fortsätt prata
tr: Konuşmaya devam et
uk: Говорити далі
vi: Tiếp tục nói
zh_hans: 继续说

source: Keep this
ar: حافظ على هذا
de: Behalte das bei
es: Mantén esto
fil: Panatilihin ito
fr: À garder
hi: इसे बनाए रखें
id: Pertahankan ini
it: Tieni questo
ja: この調子で
ko: 이대로 유지
nl: Behoud dit
pl: Zachowaj to
pt_br: Mantenha isto
ru: Сохраните это
sv: Behåll det här
tr: Bunu koru
uk: Збережіть це
vi: Giữ điều này
zh_hans: 保持这一点

source: Keep your sessions going
ar: حافظ على استمرار جلساتك
de: Bleib dran
es: Mantén tus sesiones
fil: Ituloy ang mga session mo
fr: Garde le rythme de tes séances
hi: अपने सेशन जारी रखें
id: Teruskan sesimu
it: Mantieni il ritmo delle sessioni
ja: セッションを続けよう
ko: 세션을 이어가세요
nl: Houd je sessies vol
pl: Nie przerywaj sesji
pt_br: Mantenha suas sessões
ru: Не прерывайте сессии
sv: Håll igång dina sessioner
tr: Oturumlarını sürdür
uk: Не переривайте сесії
vi: Duy trì các buổi tập
zh_hans: 坚持练习

source: Language
ar: اللغة
de: Sprache
es: Idioma
fil: Wika
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

source: Last quarter, one change doubled our sign-ups. Here's what it was.
ar: في الربع الماضي، ضاعف تغيير واحد عدد التسجيلات لدينا. إليكم ما هو.
de: Letztes Quartal hat eine einzige Änderung unsere Anmeldungen verdoppelt. Das war sie.
es: El último trimestre, un cambio duplicó nuestros registros. Os cuento cuál fue.
fil: Noong nakaraang quarter, isang pagbabago ang nagdoble sa sign-ups namin. Ito iyon.
fr: Le trimestre dernier, un seul changement a doublé nos inscriptions. Voici lequel.
hi: पिछली तिमाही में, एक बदलाव से हमारे साइन-अप दोगुने हो गए। वह यह था।
id: Kuartal lalu, satu perubahan menggandakan pendaftaran kami. Ini dia.
it: Lo scorso trimestre, un solo cambiamento ha raddoppiato le iscrizioni. Ecco quale.
ja: 前四半期、ある一つの変更で登録数が倍になりました。それをお話しします。
ko: 지난 분기, 한 가지 변화로 가입자가 두 배가 됐어요. 그게 무엇인지 알려드릴게요.
nl: Vorig kwartaal verdubbelde één verandering onze aanmeldingen. Dit was het.
pl: W ostatnim kwartale jedna zmiana podwoiła liczbę rejestracji. Oto jaka.
pt_br: No último trimestre, uma mudança dobrou nossos cadastros. Vou contar qual foi.
ru: В прошлом квартале одно изменение удвоило число регистраций. Вот какое.
sv: Förra kvartalet fördubblade en enda ändring våra registreringar. Här är vilken.
tr: Geçen çeyrek tek bir değişiklik kayıtlarımızı ikiye katladı. İşte o değişiklik.
uk: Минулого кварталу одна зміна подвоїла кількість реєстрацій. Ось яка.
vi: Quý trước, một thay đổi đã giúp lượt đăng ký tăng gấp đôi. Đó là gì đây.
zh_hans: 上个季度，一个改变让我们的注册量翻了一倍。下面就来说说它。

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fil: Mamaya
fr: Plus tard
hi: बाद में
id: Nanti
it: Più tardi
ja: あとで
ko: 나중에
pl: Później
pt_br: Depois
ru: Позже
sv: Senare
tr: Daha sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后

source: Lead with who you are now.
ar: ابدأ بمن أنت اليوم.
de: Beginne damit, wer du heute bist.
es: Empieza por quién eres ahora.
fil: Magsimula sa kung sino ka ngayon.
fr: Commence par qui tu es aujourd'hui.
hi: इस बात से शुरू करें कि आप आज कौन हैं।
id: Mulailah dengan siapa dirimu sekarang.
it: Parti da chi sei oggi.
ja: 今のあなたから話し始めましょう。
ko: 지금의 자신부터 이야기하세요.
nl: Begin met wie je nu bent.
pl: Zacznij od tego, kim jesteś teraz.
pt_br: Comece por quem você é hoje.
ru: Начните с того, кто вы сейчас.
sv: Börja med vem du är i dag.
tr: Bugün kim olduğunla başla.
uk: Почніть із того, хто ви зараз.
vi: Bắt đầu bằng con người bạn hiện tại.
zh_hans: 从现在的你说起。

source: Leave session
ar: مغادرة الجلسة
de: Einheit verlassen
es: Salir de la sesión
fil: Umalis sa session
fr: Quitter la séance
hi: सेशन छोड़ें
id: Tinggalkan sesi
it: Esci dalla sessione
ja: セッションを終了
ko: 세션 나가기
nl: Sessie verlaten
pl: Opuść sesję
pt_br: Sair da sessão
ru: Выйти из сессии
sv: Lämna sessionen
tr: Oturumdan çık
uk: Вийти із сесії
vi: Rời buổi tập
zh_hans: 离开练习

source: Leave this session?
ar: هل تريد مغادرة هذه الجلسة؟
de: Diese Einheit verlassen?
es: ¿Salir de esta sesión?
fil: Umalis sa session na ito?
fr: Quitter cette séance ?
hi: यह सेशन छोड़ें?
id: Tinggalkan sesi ini?
it: Uscire da questa sessione?
ja: このセッションを終了しますか？
ko: 이 세션에서 나갈까요?
nl: Deze sessie verlaten?
pl: Opuścić tę sesję?
pt_br: Sair desta sessão?
ru: Выйти из этой сессии?
sv: Lämna den här sessionen?
tr: Bu oturumdan çıkılsın mı?
uk: Вийти з цієї сесії?
vi: Rời buổi tập này?
zh_hans: 离开这次练习？

source: Leave without feedback
ar: المغادرة دون ملاحظات
de: Ohne Feedback verlassen
es: Salir sin comentarios
fil: Umalis nang walang feedback
fr: Quitter sans retour
hi: फ़ीडबैक के बिना छोड़ें
id: Keluar tanpa masukan
it: Esci senza feedback
ja: フィードバックなしで終了
ko: 피드백 없이 나가기
nl: Verlaten zonder feedback
pl: Wyjdź bez informacji zwrotnej
pt_br: Sair sem feedback
ru: Выйти без разбора
sv: Lämna utan återkoppling
tr: Geri bildirim almadan çık
uk: Вийти без розбору
vi: Rời đi không nhận xét
zh_hans: 不获取反馈直接离开

source: Length
ar: المدة
de: Dauer
es: Duración
fil: Haba
fr: Durée
hi: अवधि
id: Durasi
it: Durata
ja: 長さ
ko: 길이
nl: Duur
pl: Długość
pt_br: Duração
ru: Длительность
sv: Längd
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 时长

source: Let it go
ar: دعها
de: Verwerfen
es: Déjalo
fil: Hayaan na
fr: Laisser tomber
hi: रहने दें
id: Lupakan saja
it: Lascia stare
ja: やめておく
ko: 그냥 넘기기
nl: Laat maar
pl: Odpuść
pt_br: Deixar pra lá
ru: Оставить
sv: Släpp det
tr: Boş ver
uk: Залишити
vi: Bỏ qua
zh_hans: 算了

source: Listening back to your talk…
ar: جارٍ الاستماع إلى حديثك…
de: Dein Vortrag wird angehört …
es: Escuchando tu charla…
fil: Pinakikinggan ulit ang talk mo…
fr: Écoute de ton discours…
hi: आपका भाषण सुना जा रहा है…
id: Mendengarkan ulang pidatomu…
it: Ascolto il tuo discorso…
ja: スピーチを聞いています…
ko: 발표를 다시 듣는 중…
nl: Je presentatie wordt beluisterd…
pl: Odsłuchuję twoje wystąpienie…
pt_br: Ouvindo sua fala…
ru: Слушаем ваше выступление…
sv: Lyssnar på ditt tal …
tr: Konuşman dinleniyor…
uk: Слухаємо ваш виступ…
vi: Đang nghe lại bài nói của bạn…
zh_hans: 正在回听你的演讲…

source: Listening · %@
ar: جارٍ الاستماع · %@
de: Hört zu · %@
es: Escuchando · %@
fil: Nakikinig · %@
fr: À l'écoute · %@
hi: सुन रहे हैं · %@
id: Mendengarkan · %@
it: In ascolto · %@
ja: 聞き取り中 · %@
ko: 듣는 중 · %@
nl: Luistert · %@
pl: Słucham · %@
pt_br: Ouvindo · %@
ru: Слушаю · %@
sv: Lyssnar · %@
tr: Dinleniyor · %@
uk: Слухаю · %@
vi: Đang nghe · %@
zh_hans: 正在聆听 · %@

source: Loading plans
ar: جارٍ تحميل الخطط
de: Tarife werden geladen
es: Cargando planes
fil: Nilo-load ang mga plan
fr: Chargement des abonnements
hi: प्लान लोड हो रहे हैं
id: Memuat paket
it: Caricamento piani
ja: プランを読み込み中
ko: 플랜 불러오는 중
nl: Abonnementen laden
pl: Ładowanie planów
pt_br: Carregando planos
ru: Загрузка планов
sv: Läser in abonnemang
tr: Planlar yükleniyor
uk: Завантаження планів
vi: Đang tải các gói
zh_hans: 正在加载方案

source: Loading your history…
ar: جارٍ تحميل سجلك…
de: Dein Verlauf wird geladen …
es: Cargando tu historial…
fil: Nilo-load ang kasaysayan mo…
fr: Chargement de ton historique…
hi: आपका इतिहास लोड हो रहा है…
id: Memuat riwayatmu…
it: Caricamento cronologia…
ja: 履歴を読み込み中…
ko: 기록 불러오는 중…
nl: Je geschiedenis wordt geladen…
pl: Ładowanie historii…
pt_br: Carregando seu histórico…
ru: Загрузка истории…
sv: Läser in din historik …
tr: Geçmişin yükleniyor…
uk: Завантаження історії…
vi: Đang tải lịch sử…
zh_hans: 正在加载你的历史…
